PRODUCT_LIST = [
    ("511476", "코스온"), #코스온_돈육양념칼집구이(600g)(미국산)
    ("511379", "코스온"), #코스온_돈육고추장불고기(2.4kg)
    ("511467", "코스온"), #코스온_부채살양념칼집구이(600g*4)(미국산)

    ("501998", "코스트코"), #냉장양념돼지갈비1.9KG
    ("520033", "코스트코"), #호)냉장양념LA꽃갈비1.6kg_코스트코

    ("520427", "코스트코"), #호)냉장양념소불고기1.6kg_코스트코
    ("520261", "코스트코"), #냉장한우양념소불고기(코스트코)(자율중량)
    ("520513", "코스트코"), #냉장1등급한우양념소불고기(코스트코)(자율중량)

    ("511418", "이마트"), #이마트_고추장돼지주물럭(1kg)
    ("502427", "이마트"), #이마트_간장돼지불고기(1kg)
    ("502341", "이마트"), #이마트_양념안창살구이(0.8kg)210412(호주산)
    ("502322", "이마트"), #이마트_양념소불고기(0.8kg)(호주산)
    ("502811", "이마트"), #이마트_양념LA갈비(0.8kg)(미국산)
    ("520642", "이마트"), #저당소불고기800g(이마트)
    ("520563", "이마트"), #의성마늘황제갈비살구이700G(호주산)(이마트)
    ("520651", "이마트"), #양념토시살구이800G(호주산)(이마트)
    ("520328", "이마트"), #한우양념소불고기700g(이마트)
    ("520712", "이마트"), #의성마늘황제갈비살구이700G(호주산)(이마트)

    ("520449", "홈플러스"), #생생양념한우불고기600g(홈플러스)
    ("502832", "홈플러스"), #홈플_호주청정우양념소불고기(800g)
    ("520568", "홈플러스"), #호주산양념소불고기600g(홈플익스)

    ("502415", "마켓컬리"), #마켓컬리_양념소불고기(1kg)KF365(미국산)
    ("511540", "마켓컬리"), #마켓컬리 KF365양념소불고기 500g
]
VENDOR_CHOICES = ["코스온", "코스트코", "이마트", "홈플러스", "마켓컬리"]